Repository: aarons2222/Ordernise
Catalog: Ordernise/Localizable.xcstrings
Source language: en
Languages: es, fr

source: What can we help you with?
es: ¿En qué podemos ayudarte?
fr: En quoi pouvons-nous vous aider ?

source: Workflow Settings
es: Configuración del flujo de trabajo
fr: Paramètres du flux de travail

source: Your device is not configured to send emails. Please check your email settings and try again.
es: Tu dispositivo no está configurado para enviar correos electrónicos. Revisa tu configuración de correo electrónico y vuelve a intentarlo.
fr: Votre appareil n'est pas configuré pour envoyer des e-mails. Veuillez vérifier vos paramètres de messagerie et réessayer.

source: Color
fr: Couleur

source: General
fr: Général

source: OK
fr: approuvé
